import AnchorSmoothScroll from "@components/AnchorSmoothScroll";

export default function CookiePage() {
  return (
    <AnchorSmoothScroll>
      <section className="w-screen min-h-screen md:bg-[#F7F7F7]">
        <div className="page-container md:!pt-16 !pb-16">
          <article className="max-w-4xl mx-auto">
            <h1 className="md:!pb-10 theme-heading">Пользовательское соглашение</h1>
            <div className="prose max-w-none theme-text">
              <p>Cookie – это фрагмент данных, отправленный веб-сервером и хранимый на устройстве Пользователя. Содержимое такого файла может как относиться, так и не относиться к персональным данным, в зависимости от того, содержит ли такой файл персональные данные или содержит обезличенные технические данные.</p>
<p>Пользователь выражает свое согласие на обработку файлов cookie на условиях, изложенных в Политике в отношении обработки персональных данных, совершая акцепт путем нажатия кнопки «Принять» в информационном окне при первичном посещении https://miks-kart.ru/ (далее - Сайт) Микс Карт (далее - Компания).</p>
<p>Пользователь вправе запретить своему оборудованию прием этих данных или ограничить прием этих данных, выбрав соответствующие настройки в своем браузере. При отказе от получения таких данных или при ограничении приема данных некоторые функции https://miks-kart.ru/ (далее – Сайт) могут работать некорректно.</p>
<p>Пользователь обязуется сам настроить свое оборудование таким способом, чтобы оно обеспечивало адекватный его желаниям режим работы и уровень защиты данных куки (cookie), а Микс Карт (далее – Компания) не предоставляет технологических и правовых консультаций на темы подобного характера.</p>
<p><strong>Виды Cookies, используемые Компанией</strong></p>
<ul>
  <li>Сессионные
Такие Cookies существуют только во временной памяти в течение времени, когда Пользователь находится на странице Сайта. Браузеры обычно удаляют сессионные Cookies после того, как Пользователь закрывает окно Сайта. Сессионные Cookies позволяют Сайту помнить информацию о выборе Пользователя на предыдущей странице Сайта, чтобы избежать необходимости повторного ввода информации</li>
</ul>
<ul>
  <li>Постоянные
Cookies, которые хранятся на компьютере Пользователя и не удаляются при закрытии браузера. Постоянные Cookies могут сохранять пользовательские настройки для Сайта, позволяя использовать эти предпочтения в будущих сеансах просмотра. Такие Cookies позволяют идентифицировать Пользователя как уникального пользователя Сайта, и при возвращении на Сайт помогают вспомнить информацию о Пользователя и ранее совершенных действиях</li>
</ul>
<ul>
  <li>Статистические
Такие Cookies включают в себя информацию о том, как Пользователь использует Сай. Например, какие страницы Пользователь посещает, по каким ссылкам переходит. Главная цель таких Cookies – улучшение функции Сайта</li>
</ul>
<ul>
  <li>Обязательные
Минимальный набор Cookies, использование которых необходимо для корректной работы Сайта.</li>
</ul>
<p>Использование файлов cookie регулируется следующим образом:</p>
<ul>
  <li>файлы куки, содержание которых определяет и обрабатывает исключительно Компания, обрабатываются на условиях действующей Политики в отношении обработки персональных данных Компании;</li>
  <li>файлы куки, содержание которых определяет и обрабатывает третье лицо – например, поставщик стороннего программного обеспечения или сервиса, которым пользуется Компания – обрабатываются на условиях действующей Политики в отношении обработки персональных данных, а также на условиях документов о конфиденциальности такого стороннего лица, содержащих, в том числе, наименование этого лица, порядок и условия работы с файлами куки и контактную информацию для обращений субъектов персональных данных.</li>
</ul>
<p>Для аналитики использования Сайта Компания применяет следующие сторонние инструменты веб-аналитики:</p>
<ul>
  <li>Яндекс Метрика https://yandex.ru/legal/confidential/ предоставляемый компанией ООО «ЯНДЕКС», 119021, Россия, Москва, ул. Л. Толстого, 16. Использование функционала метрических систем, таких как Яндекс.Метрика, позволяет определить уникального посетителя сайта, формировать сведения о его предпочтениях и поведении на сайте.</li>
</ul>
<p>Компания в свою очередь принимает все необходимые технические и организационно-правовые меры в целях обеспечения защиты данных Пользователя (включая файлы cookie) от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий.</p>
<p>Компания будет обрабатывать файлы cookie со дня начала использования Пользователем Сайта и до момента достижения заявленных целей обработки файлов cookie или до момента отказа Пользователя от обработки файлов cookie, с учетом сроков действия файлов cookie.</p>
<p><strong>Реквизиты Администратора Сайта</strong></p>
<p><strong>ИНН:</strong> 771065010757</p>
<p><strong>ОГРН:</strong> 317774600560712</p>
<p><strong>Администратор сайта:</strong> Микс Карт Индивидуальный предприниматель Ермилин А.И.</p>
<p><strong>Юридический адрес:</strong> 125284, г. Москва, ул Беговая, дом 2, кв 60.</p>
<p><strong>Почтовый адрес:</strong> info@forza-karting.ru</p>

            </div>
          </article>
        </div>
      </section>
    </AnchorSmoothScroll>
  );
}

export async function getStaticProps() {
  const locale = "ru";
  
  // Загружаем контент для страницы политики конфиденциальности
  const content = await import(`../cms/pages/${locale}/cookie.md`);
  const header = await import(`../cms/config/${locale}/header.md`);
  const footer = await import(`../cms/config/${locale}/footer.md`);
  const seo = await import(`../cms/config/${locale}/seo.md`);

  return {
    props: {
      header: header.default.attributes,
      footer: footer.default.attributes,
      data: content.default.attributes,
      seo: seo.default.attributes,
      headerNotTrasnparent: true,
    },
  };
}
