---
isWide: true
title: Рязань приняла 12-часовой картинговый марафон MIKS MARATHON SERIES 2026
image: /images/img_20260503_131049_285-e1777891183148.jpg
dateTitle: 04.05.2026
date: 2026-05-04T02:16:58
source: https://mr-rf.ru/ryazan-prinyala-12-chasovoj-kartingovyj-marafon-miks-marathon-series-2026/
pre: В марафоне в Рязани приняли участие 49 команд из различных регионов России
photoSource:
  text: «MIKS MARATHON SERIES 2026»
  link: https://mr-rf.ru/
text: >-
  1-2 мая автодром «Атрон» в Рязани превратился в настоящую арену борьбы, стратегии и человеческой выносливости. Здесь стартовал первый этап одной из самых зрелищных любительских гоночных серий – MIKS MARATHON SERIES 2026.

  В марафоне в Рязани приняли участие 49 команд из разных регионов страны. Более 150 пилотов в возрасте от 14 лет сражались на протяжении 12 часов в бескомпромиссном марафоне. Все участники выступали на абсолютно одинаковых картах российского производства MIKS KART Sport (15 л.с.). В таких условиях техника не решает исход гонки – на первый план выходят мастерство, слаженность команды, точный расчет пит-стопов и характер.

  «Формат марафона уникален тем, что настоящее напряжение и интрига нарастают с каждым часом. Здесь на первый план выходит стратегия всего заезда: грамотное распределение ресурсов, своевременные пит-стопы, тактические решения. Именно на последних часах становится ясно, чья команда лучше подготовилась и сработала как единый механизм. Первый этап в Рязани это в полной мере подтвердил», – подчеркнул спортивный директор турнира Вячеслав Басов.

  **Итоги MIKS MARATHON SERIES в Рязани**

  **Группа 1**

  1 место – MEGION RT (Цепкало Илья, Игнатко Сергей, Олейник Максим, Малышев Владимир)

  2 место – KBG, «Картинг без границ» (Кузин Александр, Марков Павел, Ханин Владислав)

  3 место – MIRA (Шишкин Виталий, Шишкин Никита, Старанцов Назар)

  **Группа 2**

  1 место – 1337 (Гамбарян Артем, Демченко Никита, Гаген Всеволод, Кульков Никита)

  2 место – PROGRESS (Янченко Владимир, Головин Лев, Мухин Алексей)

  3 место – M-ELVN (Степанов Иван, Красновский Артем, Хромов Александр)

  Помимо абсолютного зачета, на этапе были определены победители в дополнительных номинациях: «МАСТЕРС» (пилоты старше 32 лет), «Лайт» (команды без опытных призеров крупных турниров) и «Молодежка» (участники от 14 до 20 лет). Все призеры получили памятные кубки.

  MIKS MARATHON SERIES сезона 2026 состоит из пяти этапов, и проходит на нескольких трассах: «Атрон» (Рязань), ЦТВС (Москва) и новейший картинг-центр MIKS Руднево (Москва). Финальный этап обещает стать кульминацией чемпионата и планируется в формате 24‑часового марафона. Очки, заработанные в Рязани, лягут в основу турнирной таблицы, а победитель всей серии определится по максимальной сумме баллов и получит большую часть от внушительного призового фонда – 1,5 миллиона рублей.

  Организатор турнира и директор АНО «Центр развития картинга» Алексей Ермилин отметил, что рязанский этап задал высокую планку на весь сезон:

  «Уровень конкуренции в MIKS MARATHON SERIES растет от гонки к гонке. При этом особенно ценно, что марафон остается открытым для всех: сюда приходят как опытные коллективы, так и новички. Именно эта доступность и одновременно бескомпромиссность делают нашу серию привлекательной для гонщиков».

  Одним из ярких событий гонки стало выступление команды «Картинг без границ», занявшей второе место в своей группе. Проект «Картинг без границ», реализуемый при поддержке MIKS Karting и АНО «Центр развития картинга», уже несколько лет дает возможность людям с инвалидностью и поражением опорно-двигательного аппарата заниматься автоспортом на специальных картах с ручным управлением. Незадолго до этапа в Рязани на автодроме «Атрон» открылась постоянная секция проекта, где ветераны боевых действий и люди с ограниченными возможностями здоровья могут проходить бесплатные тренировки. И теперь, доказав свою скорость на 12‑часовой дистанции, пилоты «Картинг без границ» показали: настоящей страсти и воле к победе преград не существует.

  Борьба за чемпионский титул только начинается, и следующий этап MIKS MARATHON SERIES 2026 пройдет уже 30 мая в Москве. Принять участие может любая команда – регистрация уже открыта на официальном сайте серии.
---
